Repository: ralovich/quickroute-linux
Catalog: QuickRoute.Resources/Strings.*.resx
Languages: da, de, fi, fr, no, sv

source: Altitude
da: Højde
de: Höhe
fi: Korkeus
no: Høyde
sv: Höjd

source: Distance
de: Distanz
fi: Matka
no: Distanse
sv: Distans

# DonationUrl
source: http://www.matstroeng.se/quickroute/en/donation.php
de: http://www.matstroeng.se/quickroute/de/donation.php
no: http://www.matstroeng.se/quickroute/no/donation.php
sv: http://www.matstroeng.se/quickroute/sv/donation.php

# DynamicHelp_MouseTool_AdjustRoute
source: Click on a point on the route and drag it to the corresponding location on the map. At least two points along the route, preferable well interspaced, need to be adjusted. If needed, more points can be used. Hold down Ctrl and click on an adjusted point to remove it. Right-click and drag to move the map. When adjustment is finished, select the pointer tool to display the color-coded route line.
da: Klik på et punkt på ruten og træk det til det tilsvarende punkt på kortet. Mindst to punkter langs ruten - helst med god afstend - skal tilpasses. Hold Ctrl nede og klik på et tilpasset punkt for at fjerne det. Højreklik og træk for at flytte kortet. Når tilpasningen er tilendebrgat, vælg pilværktøjet for at vise den farvekodede rutelinje.
de: Klicke auf einen Punkt entlang der Strecke und ziehe ihn auf die passende Stelle auf der Karte. Mindestens zwei Punkte sind erforderlich, bevorzugt in einem gleichmäßigen Abstand. Wenn benötigt, können weitere Punkt hinzugefügt werden. Drücke und halte Strg und klicke auf einen Punkt um ihn zu entfernen. Mit Rechtsklick auf die Karte und ziehen der Maus kannst du die Karte verschieben. Wenn du mit der Anpassung fertig bist, wähle das Mauszeiger-Werkzeug um die farbcodierte Strecke zu betrachten.
fi: Klikkaa kohtaa reitillä ja vedä se oikeaan kohtaan kartalla. Vähintään kaksi toisistaan etäällä olevaa pistettä pitää määritellä. Voit käyttää myös useampaa pistettä. Pidä CTRL pohjassa ja klikkaa määriteltyä pistettä poistaaksesi sen. Siirtääksesi karttaa tartu ja raahaa hiiren oikealla napilla. Kun olet lopettanut määrittelyn, valitse osoitintyökalu nähdäksesi värikoodatun reittiviivan.
fr: Cliquer sur un point de la trace et le déplacer sur l'emplacement correspondant sur la carte. Un minimum de deux points sur la trace (de préférence éloignés), est nécessaire pour ajuster la trace. Si besoin, d'autres points peuvent être utilisés. Appuyer sur 'Ctrl' et cliquer sur un point pour le supprimer. Un clic droit permet de déplacer la carte. Quand l'ajustement est terminé, sélectionner le curseur 'Pointeur' pour voir apparaitre la trace colorisée.
no: Klikk på et punkt på ruten (sporet) og dra dette til det korresponderende punktet på kartet. Minst to punkter langs ruten, fortrinnsvis langt fra hverandre, må justeres på denne måten. Om ønskelig, kan det brukes flere punkter. Hold Ctrl-tasten nede og klikk på et justeringspunkt for å slette det. Høyreklikk og dra for å forskyve kartet. Når du er ferdig med å justere, velg pekeverktøyet for å vise fargekodene langs ruten.
sv: Klicka på en punkt på rutten och dra den till motsvarande ställe på kartan. Åtminstone två punkter, gärna med stort mellanrum, behöver passas in. Vid behov kan ytterligare inpassning göras. Håll ner Ctrl och klicka på en inpassad punkt för att ta bort den. Högerklicka och dra för att flytta kartan. När inpassningen är färdig, klicka på pekarverktyget för att visa den färgkodade ruttlinjen.

# DynamicHelp_MouseTool_Cut
source: Click on a point on the route to remove the preceding or succeeding part of the route. Right-click and drag to move the map.
da: Klik på et punkt på ruten for at fjerne den følgende eller foregående del af ruten. Højreklik og træk for at flytte kortet.
de: Klicke auf einen Punkt entlang der Strecke um den vorhergehenden oder nachfolgenden Teil zu entfernen. Mit Rechtsklick auf die Karte und ziehen der Maus kannst du die Karte verschieben.
fi: Klikkaa kohtaa reitillä poistaaksesi aiemman tai myöhemmän osan reitistä. Siirtääksesi karttaa tartu ja raahaa hiiren oikealla napilla.
fr: Cliquer sur la trace pour supprimer la partie avant ou après le curseur. Un clic droit permet de déplacer la carte.
no: Klikk på et punkt på ruten for å fjerne den delen av ruten som ligger før eller etter dette punktet. Høyreklikk og dra for å forskyve kartet.
sv: Klicka på en punkt på rutten för att ta bort den del som ligger före eller efter denna punkt. Högerklicka och dra för att flytta kartan.

# DynamicHelp_MouseTool_Lap
source: Click on a point on the route to add a split time. Hold down Ctrl and click on a split time to remove it. Hold down Shift and click the route to add a split at a specific time. Right-click and drag to move the map.
da: Klik på et punkt på ruten for at tilføje en mellemtid. Hold Ctrl nede og klik på en mellemtid for at fjerne den. Hold Shift nede og klik på ruten for at tilføje en mellemtid på et bestemt tidspunkt. Højreklik og træk for at flytte kortet.
de: Klicke auf einen Punkt entlang der Strecke um eine Zwischenzeit einzufügen. Drücke und halte Strg und klicke auf eine Zwischenzeit um sie zu entfernen. Drücke und halte Shift und klicke auf die Strecke um eine Zwischenzeit an einer bestimmten Zeit einzufügen. Mit Rechtsklick auf die Karte und ziehen der Maus kannst du die Karte verschieben.
fi: Klikkaa kohtaa reitillä lisätäksei väliajan. Pidä CTRL pohjassa ja klikkaa määriteltyä pistettä poistaaksesi sen. Pidä SHIFT pohjassa ja klikkaa reittiä lisätäksesi väliajan tiettyyn aikaan. Siirtääksesi karttaa tartu ja raahaa hiiren oikealla napilla.
fr: Cliquer sur la trace pour ajouter un temps intermédiaire. Appuyer sur 'Ctrl' et cliquer sur un point pour le supprimer. Appuyer sur 'Shift' et cliquer sur la route pour ajouter un temps intermédiaire à un temps spécifique. Un clic droit permet de déplacer la carte.
no: Klikk på et punkt på ruten for å legge til en mellomtid. Hold Ctrl-tasten nede og klikk på et mellomtids-punkt for å fjerne dette. Hold Shift-tasten nede og klikk på ruten for å legge til en mellomtid på et bestemt tidspunkt. Høyreklikk og dra for å forskyve kartet.
sv: Klicka på en punkt på rutten för att lägga till en mellantid. Håll ner Ctrl och klicka på en mellantid för att ta bort den. Håll ner Skift och klicka på rutten för att lägga till en mellantid vid en viss tidpunkt. Högerklicka och dra för att flytta kartan.

# DynamicHelp_MouseTool_Pointer
source: Hover the mouse pointer over the route to view current time, distance, pace etc.
da: Hold musepilen over ruten for at vise aktuel tid, distance, hastighed etc.
de: Ziehe die Maus über die Strecke um Zeit, Distanz, KM-Schnitt, usw. anzuzeigen.
fi: Vie hiiren osoitin reitin päälle nähdäksesi ajan, matkan, vauhdin jne.
fr: Survoler la trace avec la souris pour afficher l'heure, les distances, l'allure,....
no: Hold musepekeren over ruten for å vise aktuell tid, distanse, tempo, osv.
sv: Peka med musen på en punkt på rutten för att visa aktuell tid, distans, tempo m.m.

# DynamicHelp_MouseTool_ZoomIn
source: Select the area where the map image should be enlarged.
da: Vælg det område hvor kortbilledet skal forstørres.
de: Wähle den Teil der Karte, der vergrößert werden soll.
fi: Valitse suurennettava alue kartalta.
fr: Sélectionner la zone qui doit être zoomée.
no: Velg et område på kartet som skal forstørres.
sv: Markera området där kartbilden ska förstoras.

# DynamicHelp_MouseTool_ZoomOut
source: Click the center point where the map image should be scaled down.
da: Klik i midten af det område hvor kortbilledet skal formindskes.
de: Klicke auf den Mittelpunkt, an dem die Karte verkleinert werden soll.
fi: Klikkaa kohtaa, johon haluat pienennettävän kartan keskikohdan.
fr: Cliquer sur le point qui doit être au centre du zoom -
no: Klikk i midten av det området som skal forstørres.
sv: Markera centrumpunkten där kartbilden ska förminskas.

# EastAbbreviated
source: E
da: Ø
de: O
fi: I
no: Ø
sv: Ö

source: Elapsed time
da: Forbrugt tid
de: Laufzeit
fi: Kulunut aika
fr: Temps passé
no: Forbrukt tid
sv: Avverkad tid

# Error_ExportImage
source: Error when trying to export image file
da: Fejl ved læsning af billedfil
de: Fehler beim Exportieren der Bilddatei
fi: Virhe kuvatiedoston viennissä
fr: Erreur lors de l'export du fichier image
no: Feil ved eksport av bildefil
sv: Fel vid export av fil

# Error_ExportRoute
source: Error when trying to export route file
da: Fejl ved eksport af rutefil
de: Fehler beim Exportieren der Streckendatei
fi: Virhe reittitiedoston viennissä
fr: Erreur lors de l'export du fichier trace
no: Feil ved eksport av rute-fil
sv: Fel vid export av ruttfil

# Error_NewDocument
source: Error when trying to create a new document
da: Fejl ved oprettelse af nyt dokument
de: Fehler beim Erstellen eines neuen Dokuments
fi: Virhe luodessa uutta dokumenttia
fr: Erreur lors de la création du nouveau document
no: Feil ved generering av nytt dokument
sv: Fel vid skapande av nytt dokument

# Error_OpenDocument
source: Error when trying to open document
da: Fejl ved åbning af dokument
de: Fehler beim Öffnen des Dokuments
fi: Virhe avattaessa dokumenttia
fr: Erreur lors de l'ouverture du document
no: Feil ved åpning av fil
sv: Fel vid öppnande av dokument

# Error_SaveDocument
source: Error when trying to save document
da: Fejl ved lagring af dokument
de: Fehler beim Speichern des Dokuments
fi: Virhe tallennettaessa dokumenttia
fr: Erreur lors de l'enregistrement du document
no: Feil ved lagring av fil
sv: Fel vid sparande av dokument

# ExportImageTitle
source: Export Image
da: Eksporter billede
de: Bild exportieren
fi: Vie kuva
fr: Exporter l'image
no: Eksporter bilde
sv: Exportera bild

# ExportGPXTitle
source: Export route to GPX
da: Eksporter rute til GPX
de: Strecke als GPX exportieren
fi: Vie reitti GPX:nä
fr: Exporter la trace en GPX
no: Eksporter rute til GPX-fil
sv: Exportera till GPX

source: Heart rate
da: Puls
de: Herzfrequenz
fi: Syke
fr: Fréquence Cardiaque
no: Puls
sv: Puls

# HelpUrl
source: http://www.matstroeng.se/quickroute/en/help
de: http://www.matstroeng.se/quickroute/de/help
no: http://www.matstroeng.se/quickroute/no/help
sv: http://www.matstroeng.se/quickroute/sv/help

source: Invalid map image
da: Ugyldigt kortbillede
de: Ungültige Bilddatei
fi: Ei-toimiva karttakuva
fr: Fichier carte invalide
no: Ugyldig kartfil
sv: Felaktig kartbildfil

source: Invalid route
da: Ugyldig rute
de: Ungültige Strecke
fi: Ei-toimiva reitti
fr: Trace invalide
no: Ugyldig rute
sv: Felaktig rutt

source: Location
da: Sted
de: Position
fi: Sijainti
fr: Emplacement
no: Plassering
sv: Koordinater

# MapImageFileDoesNotExist
source: The map image file does not exist.
da: Kortbilledet eksisterer ikke.
de: Die Bilddatei existiert nicht.
fi: Karttakuvaa ei löydy.
fr: Le fichier image n'existe pas.
no: Kartfilen finnes ikke.
sv: Kartbildfilen existerar inte.

source: New gradient
da: Ny gradient
de: Neuer Verlauf
fi: Uusi liukuväri
no: Nytt fargeoppsett
sv: Ny gradient

source: [No GPS devices connected]
da: [Ingen GPS-enheder tilsluttet]
de: [Kein GPS-Gerät gefunden]
fi: (GPS-laitetta ei ole kytketty)
fr: [Pas de GPS connecté]
no: [Ingen GPS-enhet tilkoblet]
sv: [Inga GPS-enheter anslutna]

# NoGPSDevicesConnectedMessageBox
source: There are no GPS devices connected.
da: Der er ingen GPS-enheder tilsluttet.
de: Es wurde kein GPS-Gerät gefunden.
fi: GPS-laitteita ei ole kytketty
fr: Il n'y a pas de GPS connecté.
no: Det er ingen GPS-enhet tilkoblet.
sv: Det finns inga GPS-enheter anslutna.

# OpenQuickRouteFileTitle
source: Open QuickRoute file
da: Åbn QuickRoute fil
de: QuickRoute-Datei öffnen
fi: Avaa QuickRoute -tiedosto
fr: Ouvrir un fichier QuickRoute
no: Åpne QuickRoute-fil
sv: Öppna QuickRoute-fil

source: Pace
da: Tempo
de: KM-Schnitt
fi: Vauhti
fr: Allure
no: Tempo
sv: Tempo

# PromptSaveChanges
source: Save changes to {0}?
da: Gem ændringer i {0}?
de: Änderungen in {0} speichern?
fi: Tallenna muutokset tiedostoon {0}?
fr: Enregistrer les changements {0} ?
no: Lagre endringene i {0}?
sv: Vill du spara ändringarna till {0}?

# RouteFileDoesNotExist
source: The route file does not exist.
da: Rutefilen eksisterer ikke.
de: Streckendatei existiert nicht.
fi: Reittitiedostoa ei löydy.
fr: Le fichier trace n'existe pas.
no: Rutefilen finnes ikke.
sv: Ruttfilen existerar inte.

# RouteImportError_NoWaypoints
source: There are no waypoints in the file.
da: Der er ingen rutepunkter i filen.
de: Es sind keine Wegpunkte in der Datei vorhanden.
fi: Tiedostossa ei ole reittipisteitä (waypoints)
fr: Il n'y a pas de waypoints dans le fichier.
no: Det finnes ingen veipunkter i filen.
sv: Det finns inga ruttpunkter i filen.

# RouteImportError_NoWaypointTimes
source: There are no waypoints with times in the file.
da: Der er ingen rutepunkter med tider i filen.
de: Es sind keine Wegpunkte mit Zeiten in der Datei vorhanden.
fi: Tiedostossa ei ole reittipisteitä (waypoints) näillä ajoilla
fr: Il n'y a pas de waypoints avec temps dans le fichier.
no: Det finnes ingen veipunkter med tidspunkt i filen.
sv: Det finns inga ruttpunkter med tidsangivelser i filen.

# SaveAsTitle
source: Save QuickRoute file as
da: Gem QuickRoute-fil som
de: QuickRoute-Datei speichern unter
fi: Tallenna QuickRoute -tiedosto
fr: Enregistrer fichier QuickRoute sous
no: Lagre QuickRoute-fil som
sv: Spara QuickRoute-fil som

source: Select map image file
da: Vælg kortbilledfil
de: Kartendatei wählen
fi: Valitse karttatiedosto
fr: Sélectionner le fichier image
no: Velg kartfil
sv: Välj kartbildfil

source: Select route file
da: Vælg rutefil
de: Streckendatei wählen
fi: Valitse rettitiedosto
fr: Sélectionner le fichier trace
no: Velg rute-fil
sv: Välj ruttfil

source: Speed
da: Hastighed
de: Geschwindigkeit
fi: Nopeus
fr: Vitesse
no: Hastighet
sv: Hastighet

source: Time
da: Tid
de: Zeit
fi: Aika
fr: Heure
no: Tidspunkt
sv: Tid

source: Total
da: Totalt
de: Gesamt
fi: Yhteensä
no: Totalt
sv: Totalt

# UICultureChangeTakesEffectAtNextRestart
source: The language change will take effect next time QuickRoute is started.
da: Sprogændringen træder i kraft næste gang QuickRoute startes.
de: Die Änderung der Sprache wird beim nächsten Start von QuickRoute übernommen.
fi: Kielimuutos tulee voimaan, kun käynnistät QuickRouten seuraavan kerran.
fr: Le changement de la langue sera effectué au prochain chargement de QuickRoute.
no: Språkendringen trer i kraft neste gang QuickRoute startes.
sv: Ändringen av språk verkställs nästa gång QuickRoute startas.

# Unit_Altitude
source: masl
da: moh
de: m.ü.M.
fi: m
fr: mètres
no: moh
sv: möh

# Unit_HeartRate
source: bpm
da: slag/min
no: slag/min
sv: slag/min

source: Untitled
da: Uden navn
de: Unbenannt
fi: Nimetön
fr: Sans Titre
no: Ikke navngitt
sv: Namnlös

# WebsiteShortUrl
source: matstroeng.se/quickroute/en
de: matstroeng.se/quickroute/de
no: matstroeng.se/quickroute/no
sv: matstroeng.se/quickroute/sv

# WebsiteUrl
source: http://www.matstroeng.se/quickroute/en
de: http://www.matstroeng.se/quickroute/de
no: http://www.matstroeng.se/quickroute/no
sv: http://www.matstroeng.se/quickroute/sv

# WestAbbreviated
source: W
da: V
fi: L
no: V
sv: V

# FileFilter_AllFiles
source: All files (*.*)|*.*
da: Alle filer (*.*)|*.*
de: Alle Dateien (*.*)|*.*
fi: Kaikki tiedostot (*.*)|*.*
fr: Tous les fichiers (*.*)|*.*
no: Alle filer (*.*)|*.*
sv: Alla filer (*.*)|*.*

# FileFilter_FrwdTxtFiles
source: Frwd text files (*.txt)|*.txt
da: Frwd tekstfiler (*.txt)|*.txt
de: Frwd Textdateien (*.txt)|*.txt
fi: FRWD-tekstitiedostot (*.txt)|*.txt
fr: Fichier TXT FRWD (*.txt)|*.txt
no: Flate tekst-filer (*.txt)|*.txt
sv: Frwd textfiler (*.txt)|*.txt

# FileFilter_ImageFiles
source: Image files (*.jpg; *.jpeg; *.gif; *.png; *.tif; *.tiff)|*.jpg;*.jpeg;*.gif;*.png;*.tif;*.tiff
da: Billedfiler (*.jpg; *.jpeg; *.gif; *.png; *.tif; *.tiff)|*.jpg;*.jpeg;*.gif;*.png;*.tif;*.tiff
de: Bilddateien (*.jpg; *.jpeg; *.gif; *.png; *.tif; *.tiff)|*.jpg;*.jpeg;*.gif;*.png;*.tif;*.tiff
fi: Kuvatiedostot (*.jpg; *.jpeg; *.gif; *.png; *.tif; *.tiff)|*.jpg;*.jpeg;*.gif;*.png;*.tif;*.tiff
fr: Fichiers image (*.jpg; *.jpeg; *.gif; *.png; *.tif; *.tiff)|*.jpg;*.jpeg;*.gif;*.png;*.tif;*.tiff
no: Bilde-filer (*.jpg; *.jpeg; *.gif; *.png; *.tif; *.tiff)|*.jpg;*.jpeg;*.gif;*.png;*.tif;*.tiff
sv: Bildfiler (*.jpg; *.jpeg; *.gif; *.png; *.tif; *.tiff)|*.jpg;*.jpeg;*.gif;*.png;*.tif;*.tiff

# FileFilter_QuickRoute10Files
source: QuickRoute 1.0 xml files (*.xml)|*.xml
da: QuickRoute 1.0 xml filer (*.xml)|*.xml
de: QuickRoute 1.0 XML Dateien (*.xml)|*.xml
fi: QuickRoute 1.0 xml-tiedostot (*.xml)|*.xml
fr: Fichier QuickRoute xml 1.0 (*.xml)|*.xml
no: QuickRoute 1.0 xml-filer (*.xml)|*.xml
sv: QuickRoute 1.0 xml-filer (*.xml)|*.xml

# FileFilter_QuickRouteFiles
source: QuickRoute files (*.qrt)|*.qrt
da: QuickRoute filer (*.qrt)|*.qrt
de: QuickRoute-Dateien (*.qrt)|*.qrt
fi: QuickRoute -tiedostot (*.qrt)|*.qrt
fr: Fichier QuickRoute (*.qrt)|*.qrt
no: QuickRoute-filer (*.qrt)|*.qrt
sv: QuickRoute-filer (*.qrt)|*.qrt

# FileFilter_TcxFiles
source: Garmin Training Center history files (*.tcx)|*.tcx
da: Garmin Training Center history-filer (*.tcx)|*.tcx
de: Garmin Training Center Dateien (*.tcx)|*.tcx
fi: Garmin Training Center -historiatiedostot (*.tcx)|*.tcx
fr: Fichier historique Garmin TrainingCenter (*.tcx)|*.tcx
no: Garmin Training Center history-filer (*.tcx)|*.tcx
sv: Garmin Training Center historikfiler (*.tcx)|*.tcx

source: Copy to clipboard
da: Kopier til skrivebordet
de: In Zwischenablage kopieren
fi: Kopioi leikepöydälle
fr: Copier dans le presse papier
no: Kopier til utklippstavle
sv: Kopiera till urklipp

# FileFilter_NavilockActFiles
source: Navilock act files (*.act)|*.act
da: Navlock act filer (*.act)|*.act
de: Navilock act Dateien (*.act)|*.act
fi: Navilock ACT-tiedostot (*.act)|*.act
fr: Fichier Navilock act (*.act)|*.act
no: Navilock act-filer (*.act)|*.act
sv: Navilock act-filer (*.act)|*.act

source: New map
da: Nyt kort
de: Neue Karte
fi: Uusi kartta
fr: Nouvelle carte
no: Nytt kart
sv: Ny karta

# Error_MapPublishCommunication
source: Error when communicating with map publishing server
da: Fejl ved kommunikation med kortpubliceringsserver
de: Fehler beim Kommunizieren mit dem Server zum Veröffentlichen der Karte
fi: Virhe kartta-arkiston palvelinkommunikaatiossa
fr: Erreur lors de la communication avec le serveur DOMA
no: Feil ved kommunikasjon mot kartpubliseringsserver
sv: Fel vid kommunikation med kartpubliceringsserver

# Direction
source: Direction deviation
da: Retningsafvigelse
de: Richtungsabweichung
fi: Suuntapoikkeama
fr: Déviation de la direction
no: Retningsavvik
sv: Riktningsavvikelse

# SizeInPixels
source: {0} x {1} pixels
de: {0} x {1} Pixel
fi: {0} x {1} pikseliä
no: {0} x {1} piksler
sv: {0} x {1} pixlar

# MapPublish_FailureTitle
source: The map was not published
da: Kortet blev ikke offentliggjort
de: Die Karte wurde nicht veröffentlicht
fi: Tätä karttaa ei ole julkaistu
fr: La carte n'a pas été publiée
no: Kartet ble ikke publisert
sv: Kartan publicerades inte

# MapPublish_Success
source: The map was published at {0}.
da: Kortet blev offentliggjort på {0}
de: Die Karte wurde unter {0} veröffentlicht.
fi: Tämä kartta julkaistiin {0}.
fr: La carte a été publiée à {0}.
no: Kartet ble publisert på {0}.
sv: Kartan publicerades på {0}.

# MapPublish_SuccessTitle
source: The map was published
da: Kortet blev offentliggjort
de: Die Karte wurde veröffentlicht
fi: Tämä kartta on julkaistu
fr: Le carte a été publiée
no: Kartet ble publisert
sv: Kartan publicerades

# Error_GoogleEarthNotInstalledMessage
source: Google Earth does not seem to be installed on this computer. Download it from earth.google.com.
da: Google Earth er ikke installeret på denne computer. Download programmet fra earth.google.com
de: Google Earth ist anscheinend nicht installiert. Es kann von earth.google.com heruntergeladen werden.
fi: Google Earth ei näytä olevan asennettuna tähän tietokoneeseen. Lataa se osoitteesta: earth.google.com
fr: GoogleEarth ne semble pas installé sur cet ordinateur. Téléchargez-le depuis earth.google.com
no: Det virker som om Google Earth ikke er installert på denne maskinen. Du kan laste det ned fra earth.google.com.
sv: Google Earth verkar inte vara installerat på den här datorn. Ladda ner programmet från earth.google.com.

# Error_GoogleEarthNotInstalledTitle
source: Google Earth is not installed
da: Google Earth er ikke installeret
de: Google Earth ist nicht installiert.
fi: Google Earthia ei ole asennettu
fr: GoogleEarth n'est pas installé
no: Google Earth er ikke installert
sv: Google Earth är inte installerat

# ExportKMZTitle
source: Export to KMZ
da: Eksporter til KMZ
de: Exportieren als KMZ
fi: Vie KMZ-muodossa
fr: Exporter en KMZ
no: Eksporter til KMZ
sv: Exportera till KMZ

# ExportRouteDataTitle
source: Export route data
da: Eksporter rutedata
de: Streckendaten exportieren
fi: Vie reittidata
fr: Exporter les données de la trace
no: Eksporter rutedata
sv: Exportera ruttdata

# FileFilter_KmzFiles
source: Kmz files (*.kmz)|*.kmz
da: KMZ filer (*.kmz)|*.kmz
de: KMZ (*.kmz)|*.kmz
fi: KMZ-tiedostot (*.kmz)|*.kmz
fr: Fichier Kmz (*.kmz)|*.kmz
no: Kmz-filer (*.kmz)|*.kmz
sv: KMZ (*.kmz)|*.kmz

# FileFilter_RouteDataFiles
source: Route data files (*.xml)|*.xml
da: Route data filer (*.xml)|*.xml
de: Streckendaten Dateien (*.xml)|*.xml
fi: Reittidatatiedostot (*.xml)|*.xml
fr: Fichier des données de la trace (*.xml)|*.xml
no: Rute-datafiler (*.xml)|*.xml
sv: Ruttdata-filer (*.xml)|*.xml

source: Map
da: Kort
de: Karte
fi: Kartta
fr: Carte
no: Kart
sv: Karta

# QuickRouteSession
source: QuickRoute session at {0}
da: QuickRoute løbepas {0}
de: QuickRoute Einheit bei {0}
fi: QuickRoute -sessio {0}
fr: Session QuickRoute à {0}
no: QuickRoute-økt {0}
sv: QuickRoute-pass {0}

source: Route
da: Rute
de: Strecke
fi: Reitti
fr: Trace
no: Rute
sv: Rutt

# RouteSegmentX
source: Route segment {0}
da: Rute segment {0}
de: Streckenabschnitt {0}
fi: Reittiosuus {0}
fr: Portion de la trace {0}
no: Rutesegment {0}
sv: Ruttsegment {0}

source: infinite
da: Uendeligt
de: unendlich
fi: ääretön
fr: infini
no: uendelig
sv: oändlig

source: Replay
da: Gentag
de: Wiederholung
fi: Uusinta
no: Spill av på nytt
sv: Återuppspelning

# ReplayTail
source: Tail
da: Hale
de: Schweif
fi: Häntä
fr: Trainée
no: Hale
sv: Svans

source: Routes
da: Ruter
de: Strecken
fi: Reitit
fr: Traces
no: Ruter
sv: Rutter

source: Add files
da: Tilføj ruter
de: Dateien hinzufügen
fi: Lisää tiedostoja
fr: Ajouter des fichiers
no: Legg til filer
sv: Lägg till filer

# FileFilter_JpegFilesExportedFromQuickRoute
source: Jpeg files exported from QuickRoute (*.jpg; *.jpeg)|*.jpg;*.jpeg
da: JPEG filer eksporteret fra QuickRoute (*.jpg; *.jpeg)|*.jpg;*.jpeg
de: Von QuickRoute exportierte JPEG Dateien (*.jpg; *.jpeg)|*.jpg;*.jpeg
fi: Jpeg -tiedostot QuickRoutesta (*.jpg; *.jpeg)|*.jpg;*.jpeg
fr: Fichier Jpeg exporté depuis QuickRoute (*.jpg; *.jpeg)|*.jpg;*.jpeg
no: Jpeg-filer eksportert fra QuickRoute (*.jpg; *.jpeg)|*.jpg;*.jpeg
sv: JPEG-filer exporterade från QuickRoute (*.jpg; *.jpeg)|*.jpg;*.jpeg

# UnexpectedExceptionMessage
source: An unexpected error occured.
da: En uventet fejl opstod.
de: Ein unerwarteter Fehler ist aufgetreten.
fi: Odottamaton virhe tapahtui.
fr: Une erreur inattendue c'est produite.
no: Det oppsto en uventet feil.
sv: Ett oväntat fel inträffade.

# UntitledX
source: Untitled {0}
da: Unavngivet {0}
de: Unbenannt {0}
fi: Nimetön {0}
fr: Sans titre {0}
no: Navnløs fil {0}
sv: Namnlös {0}

source: Open in Google Earth
da: Åbn i Google Earth
de: In Google Earth öffnen
fi: Avaa Google Earthissa
fr: Ouvrir dans GoogleEarth
no: Åpne i Google Earth
sv: Öppna i Google Earth
