Repository: ralovich/quickroute-linux
Catalog: QuickRoute.Resources/Strings.*.resx
Languages: da, de, fi, fr, no, sv

# NewVersionAvailable
source: QuickRoute version {0} is now avaliable.
da: QuickRoute version {0} er nu tilgængelig.
de: QuickRoute Version {0} ist verfügbar.
fi: QuickRoute -versio {0} on saatavilla.
fr: La version {0} de QuickRoute est disponible.
no: QuickRoute-versjon {0} er nå tilgjengelig.
sv: QuickRoute version {0} är nu tillgänglig.

# NewVersionFeatures
source: Features in the new version:
da: Funktioner i den nye version:
de: Features in der neuen Version:
fi: Uuden version toimintoja:
fr: Nouveautés de cette version :
no: Funksjoner og egenskaper i den nye versjonen:
sv: Funktioner i den nya versionen:

# OpenMultipleFilesInGoogleEarth
source: Open multiple QuickRoute files in Google Earth
da: Åbn flere QuickRoute filer i Google Earth
de: Mehrere QuickRoute-Dateien in Google Earth öffnen
fi: Avaa useampi QuickRoute -tiedosto Google Earthissa
fr: Ouvrir plusieurs fichiers QuickRoute dans Google Earth
no: Åpne flere QuickRoute-filer i Google Earth
sv: Öppna flera QuickRoute-filer i Google Earth

# LapX
source: Lap {0}
da: Mellemtid {0}
de: Zwischenzeit {0}
fi: Kierros {0}
no: Mellomtid {0}
sv: Mellantid {0}

# MultipleFileExporterNoValidFiles
source: There are no valid QuickRoute files specified.
da: Der er ingen gyldig QuickRoute-fil angivet.
de: Es wurden keine gültigen QuickRoute-Dateien angegeben.
fi: Et ole määritellyt valideja QuickRoute -tiedostoja.
fr: Il n'y a aucun fichier QuickRoute valide.
no: Det er ikke angitt noen QuickRoute-fil.
sv: Inga giltiga QuickRoute-filer angivna.

# MultipleFileExporterSomeInvalidFiles
source: The following files do not contain QuickRoute data and could not be included: {0}
da: De følgende filer indeholder ingen QuickRoute data og kan ikke inkluderes: {0}
de: Die folgende Datei enthält keine gültigen QuickRoute Daten und kann nicht verwendet werden: {0}
fi: Seuraavissa tiedostoissa ei ole QuickRoute -dataa eikä niitä voida sisällyttää: {0}
fr: Le fichier suivant ne contient pas de données QuickRoute et ne peut être ajouté : {0}
no: Følgende filer inneholder ingen QuickRoute-data, og kan ikke inkluderes: {0}
sv: Följande filer innehåller inte QuickRoute-data och kan inte tas med: {0}

# FileFilter_AllQuickRouteFiles
source: All QuickRoute files (*.qrt; *.xml; *.jpg; *.jpeg)|*.qrt;*.xml;*.jpg;*.jpeg
da: Alle QuickRoute filer (*.qrt; *.xml; *.jpg; *.jpeg)|*.qrt;*.qrt;*.xml;*.jpg;*.jpeg
de: Alle QuickRoute-Dateien (*.qrt; *.xml; *.jpg; *.jpeg)|*.qrt;*.xml;*.jpg;*.jpeg
fi: Kaikki QuickRoute -tiedostot (*.qrt; *.xml; *.jpg; *.jpeg)|*.qrt;*.xml;*.jpg;*.jpeg
fr: Tous les fichiers QuickRoute (*.qrt; *.xml; *.jpg; *.jpeg)|*.qrt;*.xml;*.jpg;*.jpeg
no: Alle QuickRoute-filer (*.qrt; *.xml; *.jpg; *.jpeg)|*.qrt;*.xml;*.jpg;*.jpeg
sv: Alla QuickRoute-filer (*.qrt; *.xml; *.jpg; *.jpeg)|*.qrt;*.xml;*.jpg;*.jpeg

# UnrecognizedFileFormat
source: The file format of {0} is not recognized.
da: Ukendt filformat for {0}
de: Das Dateiformat von {0} wurde nicht erkannt.
fi: Tiedoston {0} formaattia ei tunnistettu.
fr: Le format du fichier {0} n'est pas reconnu.
no: Ukjent filformat for {0}.
sv: Filformatet för {0} är okänt.

# Error_InvalidQuickRouteFile
source: The file is not a valid QuickRoute file.
da: Filen er ikke en gyldig QuickRoute fil.
de: Die Datei ist keine gültige QuickRoute-Datei.
fi: Tämä ei ole toimiva QuickRoute -tiedosto
fr: Ce fichier n'est pas un fichier QuickRoute valide.
no: Filen er ikke en gyldig QuickRoute-fil.
sv: Filen är inte en giltig QuickRoute-fil.

# SelectLapInfoColumns
source: Select columns
da: Vælg kolonner
de: Spalten wählen
fi: Valitse sarakkeet
fr: Sélectionner les colonnes
no: Velg kolonner
sv: Välj kolumner

# SmoothingIntervalForX
source: Smoothing interval for {0}
da: Udjævningsinterval for {0}
de: Glättungsintervall für {0}
fi: Tasausintervalli tiedostolle {0}
fr: Lisser les intervalles pour {0}
no: Utjevningsnivå for {0}
sv: Utjämningsintervall för {0}

# RoutePropertyNameAndValue_Altitude
source: Altitude: {0} masl
da: Højde: {0} masl
de: Höhe: {0} m.ü.M.
fi: Korkeus merenpinnasta: {0} m
fr: Altitude: {0} mètres
no: Høyde: {0} moh
sv: Höjd: {0} möh

# RoutePropertyNameAndValue_AltitudeDifference
source: Altitude difference (lap): {0} m
da: Højdeforskel (delstræk): {0} m
de: Höhenunterschied (Zwischenzeit): {0} m
fi: Korkeusero (väli): {0} m
fr: Différence d'altitude (lap): {0} m
no: Høydeforskjell (strekk): {0} m
sv: Höjdskillnad (sträcka): {0} m

# RoutePropertyNameAndValue_AltitudeDifferenceFromStart
source: Altitude difference (total): {0} m
da: Højdeforskel (total): {0} m
de: Höhenunterschied (Gesamt): {0} m
fi: Korkeusero (yhteensä): {0} m
fr: Différence d'altitude (total): {0} m
no: Høydeforskjell (totalt): {0} m
sv: Höjdskillnad (totalt): {0} m

# RoutePropertyNameAndValue_Ascent
source: Ascent (lap): {0} m
da: Stigning (delstræk): {0} m
de: Anstieg (Zwischenzeit): {0} m
fi: Noususumma (väli): {0} m
fr: Ascension (lap): {0} m
no: Stigning (strekk): {0} m
sv: Stigning (sträcka): {0} m

# RoutePropertyNameAndValue_AscentFromStart
source: Ascent (total): {0} m
da: Stigning (total): {0} m
de: Anstieg (Gesamt): {0} m
fi: Noususumma (yhteensä): {0} m
fr: Ascension (total): {0} m
no: Stigning (totalt): {0} m
sv: Stigning (totalt): {0} m

# RoutePropertyNameAndValue_AverageDirectionDeviationToNextLap
source: Average direction deviation (lap): {0}°
da: Gennemsnitlig retningsafvigelse (delstræk): {0}°
de: Durchschnittliche Richtungsabweichung (Zwischenzeit): {0}°
fi: Suuntapoikkeaman keskiarvo (väli): {0}°
fr: Dérive moyenne de la direction (lap): {0}°
no: Gjennomsnittlig retningsavvik (strekk): {0}°
sv: Genomsnittlig riktningsavvikelse (sträcka): {0}°

# RoutePropertyNameAndValue_AverageDirectionDeviationToNextLapFromStart
source: Average direction deviation (total): {0}°
da: Gennemsnitlig retningsafvigelse (total): {0}°
de: Durchschnittliche Richtungsabweichung (Gesamt): {0}°
fi: Suuntapoikkeaman keskiarvo (yhteensä): {0}°
fr: Dérive moyenne de la direction (total): {0}°
no: Gjennomsnittlig retningsavvik (totalt): {0}°
sv: Genomsnittlig riktningsavvikelse (totalt): {0}°

# RoutePropertyNameAndValue_AverageHeartRate
source: Average heart rate (lap): {0} bpm
da: Gennemsnitlig puls (delstræk): {0} bpm
de: Durchschnittliche Herzfrequenz (Zwischenzeit): {0} bpm
fi: Keskisyke (väli): {0} bpm
fr: FC moyenne (lap): {0} bpm
no: Gjennomsnittlig puls (strekk): {0} slag/min
sv: Genomsnittlig puls (sträcka): {0} slag/min

# RoutePropertyNameAndValue_AverageHeartRateFromStart
source: Average heart rate (total): {0} bpm
da: Gennemsnitlig puls (total): {0} bpm
de: Durchschnittliche Herzfrequenz (Gesamt): {0} bpm
fi: Keskisyke (yhteensä): {0} bpm
fr: FC moyenne (total): {0} bpm
no: Gjennomsnittlig puls (totalt): {0} slag/min
sv: Genomsnittlig puls (totalt): {0} slag/min

# RoutePropertyNameAndValue_AverageInclination
source: Average inclination (lap): {0}°
da: Gennemsnitlig hældning (delstræk): {0}°
de: Durchschnittliche Steigung (Zwischenzeit): {0}°
fi: Keskikaltevuus (väli): {0}°
fr: Pente moyenne (lap): {0}°
no: Gjennomsnittlig helling (strekk): {0}°
sv: Genomsnittlig lutning (sträcka): {0}°

# RoutePropertyNameAndValue_AverageInclinationFromStart
source: Average inclination (total): {0}°
da: Gennemsnitlig hældning (total): {0}°
de: Durchschnittliche Steigung (Gesamt): {0}°
fi: Keskikaltevuus (yhteensä): {0}°
fr: Pente moyenne (total): {0}°
no: Gjennomsnittlig helling (totalt): {0}°
sv: Genomsnittlig lutning (totalt): {0}°

# RoutePropertyNameAndValue_AverageRoutePace
source: Average route pace (lap): {0} min/km
da: Gennemsnitstempo (delstræk): {0} min/km
de: Durchschnittlicher KM-Schnitt auf der Strecke (Zwischenzeit): {0} min/km
fi: Keskivauhti (väli): {0} min/km
fr: Allure moyenne (lap): {0} min/km
no: Gjennomsnittstempo (strekk): {0} min/km
sv: Genomsnittligt ruttempo (sträcka): {0} min/km

# RoutePropertyNameAndValue_AverageRoutePaceFromStart
source: Average route pace (total): {0} min/km
da: Gennemsnitstempo (total): {0} min/km
de: Durchschnittlicher KM-Schnitt auf der Strecke (Gesamt): {0} min/km
fi: Keskivauhti (yhteensä): {0} min/km
fr: Allure moyenne (total): {0} min/km
no: Gjennomsnittstempo (totalt): {0} min/km
sv: Genomsnittligt ruttempo (totalt): {0} min/km

# RoutePropertyNameAndValue_AverageRouteSpeed
source: Average route speed (lap): {0} km/h
da: Gennemsnitshastighed (delstræk): {0} km/t
de: Durchschnittsgeschwindigkeit auf der Strecke (Zwischenzeit): {0} km/h
fi: Keskinopeus (väli): {0} min/km
fr: Vitesse moyenne (lap): {0} km/h
no: Gjennomsnittshastighet (strekk): {0} km/t
sv: Genomsnittlig rutthastighet (sträcka): {0} km/h

# RoutePropertyNameAndValue_AverageRouteSpeedFromStart
source: Average route speed (total): {0} km/h
da: Gennemsnitshastighed (total): {0} km/t
de: Durchschnittsgeschwindigkeit auf der Strecke (Gesamt): {0} km/h
fi: Keskinopeus (yhteensä): {0} min/km
fr: Vitesse moyenne (total): {0} km/h
no: Gjennomsnittshastighet (totalt): {0} km/t
sv: Genomsnittlig rutthastighet (totalt): {0} km/h

# RoutePropertyNameAndValue_AverageStraightLinePace
source: Average straight line pace (lap): {0} min/km
da: Gennemsnitstempo i luftlinje (delstræk): {0} min/km
de: Durchschnittlicher KM-Schnitt unter der Linie (Zwischenzeit): {0} min/km
fi: Keskivauhti suoraa viivaa (väli): {0} min/km
fr: Allure moyenne en ligne droite (lap): {0} min/km
no: Gjennomsnittstempo i luftlinje (strekk): {0} min/km
sv: Genomsnittligt tempo fågelvägen (sträcka): {0} min/km

# RoutePropertyNameAndValue_AverageStraightLinePaceFromStart
source: Average straight line pace (total): {0} min/km
da: Gennemsnitstempo i luftlinje (total): {0} min/km
de: Durchschnittlicher KM-Schnitt unter der Linie (Gesamt): {0} min/km
fi: Keskivauhti suoraa viivaa (yhteensä): {0} min/km
fr: Allure moyenne en ligne droite (total): {0} min/km
no: Gjennomsnittstempo i luftinje (totalt): {0} min/km
sv: Genomsnittligt tempo fågelvägen (totalt): {0} min/km

# RoutePropertyNameAndValue_AverageStraightLineSpeed
source: Average straight line speed (lap): {0} km/h
da: Gennemsnitstempo i luftlinje (delstræk): {0} km/t
de: Durchschnittsgeschwindigkeit unter der Linie (Zwischenzeit): {0} km/h
fi: Keskinopeus suoraa viivaa (väli): {0} min/km
fr: Vitesse moyenne en ligne droite (lap): {0} km/h
no: Gjennomsnittshastighet i luftinje (strekk): {0} km/t
sv: Genomsnittlig hastighet fågelvägen (sträcka): {0} km/h

# RoutePropertyNameAndValue_AverageStraightLineSpeedFromStart
source: Average straight line speed (total): {0} km/h
da: Gennemsnitstempo i luftlinje (total): {0} km/t
de: Durchschnittsgeschwindigkeit unter der Linie (Gesamt): {0} km/h
fi: Keskinopeus suoraa viivaa (yhteensä): {0} min/km
fr: Vitesse moyenne en ligne droite (total): {0} km/h
no: Gjennomsnittshastighet i luftlinje (totalt): {0} km/t
sv: Genomsnittlig hastighet fågelvägen (totalt): {0} km/h

# RoutePropertyNameAndValue_Descent
source: Descent (lap): {0} m
da: Faldhøjde (delstræk): {0} m
de: Abstieg (Zwischenzeit): {0} m
fi: Laskusumma (väli): {0} m
fr: Descente (lap): {0} m
no: Fallhøyde (strekk): {0} m
sv: Fallhöjd (sträcka): {0} m

# RoutePropertyNameAndValue_DescentFromStart
source: Descent (total): {0} m
da: Faldhøjde (total): {0} m
de: Abstieg (Gesamt): {0} m
fi: Laskusumma (yhteensä): {0} m
fr: Descente (total): {0} m
no: Fallhøyde (totalt): {0} m
sv: Fallhöjd (totalt): {0} m

# RoutePropertyNameAndValue_Direction
source: Direction: {0}°
da: Retning: {0}°
de: Richtung: {0}°
fi: Suunta: {0}°
no: Retning: {0}°
sv: Riktning: {0}°

# RoutePropertyNameAndValue_DirectionDeviationToNextLap
source: Direction deviation: {0}°
da: Retningsafvigelse: {0}°
de: Richtungsabweichung: {0}°
fi: Suuntapoikkeama: {0}°
fr: Déviation de la direction: {0}°
no: Retningsavvik: {0}°
sv: Riktningsavvikelse: {0}°

# RoutePropertyNameAndValue_ElapsedTime
source: Time (lap): {0}
da: Tid (delstræk): {0}
de: Zeit (Zwischenzeit): {0}
fi: Aika (väli): {0}
fr: Durée (lap): {0}
no: Tid (strekk): {0}
sv: Tid (sträcka): {0}

# RoutePropertyNameAndValue_ElapsedTimeFromStart
source: Time (total): {0}
da: Tid (total): {0}
de: Zeit (Gesamt): {0}
fi: Aika (yhteensä): {0}
fr: Durée (total): {0}
no: Tid (totalt): {0}
sv: Tid (totalt): {0}

# RoutePropertyNameAndValue_HeartRate
source: Heart rate: {0} bpm
da: Puls: {0} bpm
de: Herzfrequenz: {0} bpm
fi: Syke: {0} bpm
fr: Fréquence cardiaque: {0} bpm
no: Puls: {0} slag/min
sv: Puls: {0} slag/min

# RoutePropertyNameAndValue_Inclination
source: Inclination: {0}°
da: Hældning: {0}°
de: Steigung: {0}°
fi: Kaltevuus: {0}°
fr: Pente: {0}°
no: Helling: {0}°
sv: Lutning: {0}°

# RoutePropertyNameAndValue_LapNumber
source: Lap number: {0}
da: Mellemtid nummer: {0}
de: Zwischenzeit: {0}
fi: Välin numero: {0}
fr: lap N°: {0}
no: Mellomtid nr.: {0}
sv: Mellantidsnummer: {0}

# RoutePropertyNameAndValue_Location
source: Location: {0}
da: Sted: {0}
de: Position: {0}
fi: Sijainti: {0}
fr: Emplacement: {0}
no: Plassering: {0}
sv: Position: {0}

# RoutePropertyNameAndValue_MaxHeartRate
source: Maximum heart rate (lap): {0} bpm
da: Maksimumpuls (delstræk): {0} bpm
de: Maximale Herzfrequenz (Zwischenzeit): {0} bpm
fi: Maksimisyke (väli): {0} bpm
fr: FCmax (lap): {0} bpm
no: Maks-puls (strekk): {0} slag/min
sv: Högsta puls (sträcka): {0} slag/min

# RoutePropertyNameAndValue_MaxHeartRateFromStart
source: Maximum heart rate (total): {0} bpm
da: Maksimumpuls (total): {0} bpm
de: Maximale Herzfrequenz (Gesamt): {0} bpm
fi: Maksimisyke (yhteensä): {0} bpm
fr: FCmax (total): {0} bpm
no: Maks-puls (totalt): {0} slag/min
sv: Högsta puls (totalt): {0} slag/min

# RoutePropertyNameAndValue_MinHeartRate
source: Minimum heart rate (lap): {0} bpm
da: Minimumpuls (delstræk): {0} bpm
de: Minimale Herzfrequenz (Zwischenzeit): {0} bpm
fi: Minimisyke (väli): {0} bpm
fr: FCmin (lap): {0} bpm
no: Min-puls (strekk): {0} slag/min
sv: Lägsta puls (sträcka): {0} slag/min

# RoutePropertyNameAndValue_MinHeartRateFromStart
source: Minimum heart rate (total): {0} bpm
da: Minimumpuls (total): {0} bpm
de: Minimale Herzfrequenz (Gesamt): {0} bpm
fi: Minimisyke (yhteensä): {0} bpm
fr: FCmin (total): {0} bpm
no: Min-puls (totalt): {0} slag/min
sv: Lägsta puls (totalt): {0} slag/min

# RoutePropertyNameAndValue_Pace
source: Pace: {0} min/km
da: Tempo: {0} min/km
de: KM-Schnitt: {0} min/km
fi: Vauhti: {0} min/km
fr: Allure: {0} min/km
no: Tempo: {0} min/km
sv: Tempo: {0} min/km

# RoutePropertyNameAndValue_RouteDistance
source: Route distance (lap): {0} m
da: Rutelængde (delstræk): {0} m
de: Streckenlänge (Zwischenzeit): {0} m
fi: Reitin pituus (väli): {0} m
fr: Distance (lap): {0} m
no: Rutens distanse (strekk): {0} m
sv: Ruttlängd (sträcka): {0} m

# RoutePropertyNameAndValue_RouteDistanceFromStart
source: Route distance (total): {0} m
da: Rutelængde (total): {0} m
de: Streckenlänge (Gesamt): {0} m
fi: Reitin pituus (yhteensä): {0} m
fr: Distance (total): {0} m
no: Rutens distanse (totalt): {0} m
sv: Ruttlängd (totalt): {0} m

# RoutePropertyNameAndValue_RouteToStraightLine
source: Difference between the route and the straight line distance (lap): {0}
da: Forskel mellem ruten og luftlinje (delstræk): {0}
de: Unterschied zwischen Streckenlänge und Distanz unter der Linie (Zwischenzeit): {0}
fi: Reitin ja suoran viivan ero (väli): {0}
fr: Différence de longueur entre la trace et la ligne droite (lap): {0}
no: Distanseforskjell mellom rute og luftlinje (strekk): {0}
sv: Längdskillnad mellan rutt och fågelväg (sträcka): {0}

# RoutePropertyNameAndValue_RouteToStraightLineFromStart
source: Difference between the route and the straight line distance (total): {0}
da: Forskel mellem ruten og luftlinje (total): {0}
de: Unterschied zwischen Streckenlänge und Distanz unter der Linie (Gesamt): {0}
fi: Reitin ja suoran viivan ero (yhteensä): {0}
fr: Différence de longueur entre la trace et la ligne droite (total): {0}
no: Distanseforskjell mellom rute og luftlinje (totalt): {0}
sv: Längdskillnad mellan rutt och fågelväg (totalt): {0}

# RoutePropertyNameAndValue_Speed
source: Speed: {0} km/h
da: Hastighed: {0} km/h
de: Geschwindigkeit: {0} km/h
fi: Nopeus: {0} km/h
fr: Vitesse: {0} km/h
no: Hastighet: {0} km/t
sv: Hastighet: {0} km/h

# RoutePropertyNameAndValue_StraightLineDistance
source: Straight line distance (lap): {0} m
da: Luftlinje (delstræk): {0} m
de: Distanz unter der Linie (Zwischenzeit): {0} m
fi: Suoran viivan pituus (väli): {0} m
fr: Distance en ligne droite (lap): {0} m
no: Distanse i luftlinje (strekk): {0} m
sv: Längd fågelvägen (sträcka): {0} m

# RoutePropertyNameAndValue_StraightLineDistanceFromStart
source: Straight line distance (total): {0} m
da: Luftlinje (total): {0} m
de: Distanz unter der Linie (Gesamt): {0} m
fi: Suoran viivan pituus (yhteensä): {0} m
fr: Distance en ligne droite (total): {0} m
no: Distanse i luftlinje (totalt): {0} m
sv: Längd fågelvägen (totalt): {0} m

# RoutePropertyNameAndValue_Time
source: Time of day: {0}
da: Tidspunkt: {0}
de: Uhrzeit: {0}
fi: Kellonaika: {0}
fr: Heure: {0}
no: Tid på dagen: {0}
sv: Tidpunkt: {0}

# RoutePropertyName_Altitude
source: Altitude
da: Højde
de: Höhe
fi: Korkeus
no: Høyde
sv: Höjd

# RoutePropertyName_AltitudeDifference
source: Altitude difference (lap)
da: Højdeforskel (delstræk)
de: Höhenunterschied (Zwischenzeit)
fi: Korkeusero (väli)
fr: Différence d'altitude (lap)
no: Høydeforskjell (strekk)
sv: Höjdskillnad (sträcka)

# RoutePropertyName_AltitudeDifferenceFromStart
source: Altitude difference (total)
da: Højdeforskel (total)
de: Höhenunterschied (Gesamt)
fi: Korkeusero (yhteensä)
fr: Différence d'altitude (total)
no: Høydeforskjell (totalt)
sv: Höjdskillnad (totalt)

# RoutePropertyName_Ascent
source: Ascent (lap)
da: Stigning (delstræk)
de: Anstieg (Zwischenzeit)
fi: Noususumma (väli)
fr: Ascension (lap)
no: Stigning (strekk)
sv: Stigning (sträcka)

# RoutePropertyName_AscentFromStart
source: Ascent (total)
da: Stigning (total)
de: Anstieg (Gesamt)
fi: Noususumma (yhteensä)
fr: Ascension (total)
no: Stigning (totalt)
sv: Stigning (totalt)

# RoutePropertyName_AverageDirectionDeviationToNextLap
source: Average direction deviation (lap)
da: Gennemsnitlig retningsafvigelse (delstræk)
de: Durchschnittliche Richtungsabweichung (Zwischenzeit)
fi: Suuntapoikkeaman keskiarvo (väli)
fr: Déviation moyenne de la direction (lap)
no: Gjennomsnittlig retningsavvik (strekk)
sv: Genomsnittlig riktningsavvikelse (sträcka)

# RoutePropertyName_AverageDirectionDeviationToNextLapFromStart
source: Average direction deviation (total)
da: Gennemsnitlig retningsafvigelse (total)
de: Durchschnittliche Richtungsabweichung (Gesamt)
fi: Suuntapoikkeaman keskiarvo (yhteensä)
fr: Déviation moyenne de la direction (total)
no: Gjennomsnittlig retningsavvik (totalt)
sv: Genomsnittlig riktningsavvikelse (totalt)

# RoutePropertyName_AverageHeartRate
source: Average heart rate (lap)
da: Gennemsnitspuls (delstræk)
de: Durchschnittliche Herzfrequenz (Zwischenzeit)
fi: Keskisyke (väli)
fr: FC moyenne (lap)
no: Gjennomsnittspuls (strekk)
sv: Genomsnittlig puls (sträcka)

# RoutePropertyName_AverageHeartRateFromStart
source: Average heart rate (total)
da: Gennemsnitspuls (total)
de: Durchschnittliche Herzfrequenz (Gesamt)
fi: Keskisyke (yhteensä)
fr: FC moyenne (total)
no: Gjennomsnittspuls (totalt)
sv: Genomsnittlig puls (totalt)

# RoutePropertyName_AverageInclination
source: Average inclination (lap)
da: Gennemsnitshældning (delstræk)
de: Durchschnittliche Steigung (Zwischenzeit)
fi: Keskikaltevuus (väli)
fr: Pente moyenne (lap)
no: Gjennomsnittlig helling (strekk)
sv: Genomsnittlig lutning (sträcka)

# RoutePropertyName_AverageInclinationFromStart
source: Average inclination (total)
da: Gennemsnitshældning (total)
de: Durchschnittliche Steigung (Gesamt)
fi: Keskikaltevuus (yhteensä)
fr: Pente moyenne (total)
no: Gjennomsnittlig helling (totalt)
sv: Genomsnittlig lutning (totalt)

# RoutePropertyName_AverageRoutePace
source: Average route pace (lap)
da: Gennemsnitligt rutetempo (delstræk)
de: Durchschnittlicher KM-Schnitt auf der Strecke (Zwischenzeit)
fi: Keskivauhti (väli)
fr: Allure moyenne (lap)
no: Gjennomsnittlig tempo langs ruten (strekk)
sv: Genomsnittligt ruttempo (sträcka)

# RoutePropertyName_AverageRoutePaceFromStart
source: Average route pace (total)
da: Gennemsnitligt rutetempo (total)
de: Durchschnittlicher KM-Schnitt auf der Strecke (Gesamt)
fi: Keskivauhti (yhteensä)
fr: Allure moyenne (total)
no: Gjennomsnittlig tempo langs ruten (totalt)
sv: Genomsnittligt ruttempo (totalt)

# RoutePropertyName_AverageRouteSpeed
source: Average route speed (lap)
da: Gennemsnitshastighed (delstræk)
de: Durchschnittsgeschwindigkeit auf der Strecke (Zwischenzeit)
fi: Keskinopeus (väli)
fr: Vitesse moyenne (lap)
no: Gjennomsnittshastighet langs ruten (strekk)
sv: Genomsnittlig rutthastighet (sträcka)

# RoutePropertyName_AverageRouteSpeedFromStart
source: Average route speed (total)
da: Gennemsnitshastighed (total)
de: Durchschnittsgeschwindigkeit auf der Strecke (Gesamt)
fi: Keskinopeus (yhteensä)
fr: Vitesse moyenne (total)
no: Gjennomsnittshastighet langs ruten (totalt)
sv: Genomsnittlig rutthastighet (totalt)

# RoutePropertyName_AverageStraightLinePace
source: Average straight line pace (lap)
da: Gennemsnitligt luftlinjetempo (delstræk)
de: Durchschnittlicher KM-Schnitt unter der Linie (Zwischenzeit)
fi: Keskivauhti suoraviivaa (väli)
fr: Allure moyenne en ligne droite (lap)
no: Gjennomsnittlig tempo i luftlinje (strekk)
sv: Genomsnittligt tempo fågelvägen (sträcka)

# RoutePropertyName_AverageStraightLinePaceFromStart
source: Average straight line pace (total)
da: Gennemsnitligt luftlinjetempo (total)
de: Durchschnittlicher KM-Schnitt unter der Linie (Gesamt)
fi: Keskivauhti suoraviivaa (yhteensä)
fr: Allure moyenne en ligne droite (total)
no: Gjennomsnittlig tempo i luftlinje (totalt)
sv: Genomsnittligt tempo fågelvägen (totalt)

# RoutePropertyName_AverageStraightLineSpeed
source: Average straight line speed (lap)
da: Gennemsnitlig luftlinjehastighed (delstræk)
de: Durchschnittsgeschwindigkeit unter der Linie (Zwischenzeit)
fi: Keskinopeus suoraa viivaa (väli)
fr: Vitesse moyenne en ligne droite (lap)
no: Gjennomsnittshastighet i luftlinje (strekk)
sv: Genomsnittlig hastighet fågelvägen (sträcka)

# RoutePropertyName_AverageStraightLineSpeedFromStart
source: Average straight line speed (total)
da: Gennemsnitlig luftlinjehastighed (total)
de: Durchschnittsgeschwindigkeit unter der Linie (Gesamt)
fi: Keskinopeus suoraa viivaa (yhteensä)
fr: Vitesse moyenne en ligne droite (total)
no: Gjennomsnittshastighet i luftlinje (totalt)
sv: Genomsnittlig hastighet fågelvägen (totalt)

# RoutePropertyName_Descent
source: Descent (lap)
da: Fald (delstræk)
de: Abstieg (Zwischenzeit)
fi: Laskusumma (väli)
fr: Descente (lap)
no: Fallhøyde (strekk)
sv: Fallhöjd (sträcka)

# RoutePropertyName_DescentFromStart
source: Descent (total)
da: Fald (total)
de: Abstieg (Gesamt)
fi: Laskusumma (yhteensä)
fr: Descente (total)
no: Fallhøyde (totalt)
sv: Fallhöjd (totalt)

# RoutePropertyName_Direction
source: Direction
da: Retning
de: Richtung
fi: Suunta
no: Retning
sv: Riktning

# RoutePropertyName_DirectionDeviationToNextLap
source: Direction deviation
da: Retningsafvigelse
de: Richtungsabweichung
fi: Suuntapoikkeama
fr: Déviation de la direction
no: Retningsavvik
sv: Riktningsavvikelse

# RoutePropertyName_ElapsedTime
source: Time (lap)
da: Tid (delstræk)
de: Zeit (Zwischenzeit)
fi: Aika (väli)
fr: Durée (lap)
no: Tid (strekk)
sv: Tid (sträcka)

# RoutePropertyName_ElapsedTimeFromStart
source: Time (total)
da: Tid (total)
de: Zeit (Gesamt)
fi: Aika (yhteensä)
fr: Durée (total)
no: Tid (totalt)
sv: Tid (totalt)

# RoutePropertyName_HeartRate
source: Heart rate
da: Puls
de: Herzfrequenz
fi: Syke
fr: FC
no: Puls
sv: Puls

# RoutePropertyName_Inclination
source: Inclination
da: Hældning
de: Steigung
fi: Kaltevuus
fr: Pente
no: Helling
sv: Lutning
