Repository: ralovich/quickroute-linux
Catalog: QuickRoute.Resources/Strings.*.resx
Languages: da, de, fi, fr, no, sv

# RoutePropertyName_LapNumber
source: Lap number
da: Delstræk nummer
de: Zwischenzeit
fi: Väli
fr: N° de lap
no: Mellomtidsnr.
sv: Mellantidsnummer

# RoutePropertyName_Location
source: Location
da: Sted
de: Position
fi: Sijainti
fr: Emplacement
no: Plassering
sv: Position

# RoutePropertyName_MaxHeartRate
source: Maximum heart rate (lap)
da: Maksimum puls (delstræk)
de: Maximale Herzfrequenz (Zwischenzeit)
fi: Maksimisyke (väli)
fr: FCmax (lap)
no: Maks-puls (strekk)
sv: Högsta puls (sträcka)

# RoutePropertyName_MaxHeartRateFromStart
source: Maximum heart rate (total)
da: Maksimum puls (total)
de: Maximale Herzfrequenz (Gesamt)
fi: Maksimisyke (yhteensä)
fr: FCmax (total)
no: Maks-puls (totalt)
sv: Högsta puls (totalt)

# RoutePropertyName_MinHeartRate
source: Minimum heart rate (lap)
da: Minimumpuls (delstræk)
de: Minimale Herzfrequenz (Zwischenzeit)
fi: Minimisyke (väli)
fr: FCmin (lap)
no: Min-puls (strekk)
sv: Lägsta puls (sträcka)

# RoutePropertyName_MinHeartRateFromStart
source: Minimum heart rate (total)
da: Minimumpuls (total)
de: Minimale Herzfrequenz (Gesamt)
fi: Minimisyke (yhteensä)
fr: FCmin (total)
no: Min-puls (totalt)
sv: Lägsta puls (totalt)

# RoutePropertyName_Pace
source: Pace
da: Tempo
de: KM-Schnitt
fi: Vauhti
fr: Allure
no: Tempo
sv: Tempo

# RoutePropertyName_RouteDistance
source: Route distance (lap)
da: Rutelængde (delstræk)
de: Streckenlänge (Zwischenzeit)
fi: Reitin pituus (väli)
fr: Distance (lap)
no: Rutens distanse (strekk)
sv: Ruttlängd (sträcka)

# RoutePropertyName_RouteDistanceFromStart
source: Route distance (total)
da: Rutelængde (total)
de: Streckenlänge (Gesamt)
fi: Reitin pituus (yhteensä)
fr: Distance (total)
no: Rutens distanse (totalt)
sv: Ruttlängd (totalt)

# RoutePropertyName_RouteToStraightLine
source: Difference between the route and the straight line distance (lap)
da: Forskel melllem rutelængde og luftlinje (delstræk)
de: Unterschied zwischen Streckenlänge und Distanz unter der Linie (Zwischenzeit)
fi: Reitin ja suoran viivan ero (väli)
fr: Différence de longueur entre la trace et la ligne droite (lap)
no: Distanseforskjell mellom rute og luftlinje (strekk)
sv: Längdskillnad mellan rutt och fågelväg (sträcka)

# RoutePropertyName_RouteToStraightLineFromStart
source: Difference between the route and the straight line distance (total)
da: Forskel mellem rutelængde og luftlinje (total)
de: Unterschied zwischen Streckenlänge und Distanz unter der Linie (Gesamt)
fi: Reitin ja suoran viivan ero (yhteensä)
fr: Différence de longueur entre la trace et la ligne droite (total)
no: Distanseforskjell mellom rute og luftlinje (totalt)
sv: Längdskillnad mellan rutt och fågelväg (totalt)

# RoutePropertyName_Speed
source: Speed
da: Hastighed
de: Geschwindigkeit
fi: Nopeus
fr: Vitesse
no: Hastighet
sv: Hastighet

# RoutePropertyName_StraightLineDistance
source: Straight line distance (lap)
da: Luftlinje (delstræk)
de: Distanz unter der Linie (Zwischenzeit)
fi: Suoran viivan pituus (väli)
fr: Distance en ligne droite (lap)
no: Distanse i luftlinje (strekk)
sv: Längd fågelvägen (sträcka)

# RoutePropertyName_StraightLineDistanceFromStart
source: Straight line distance (total)
da: Luftlinje (total)
de: Distanz unter der Linie (Gesamt)
fi: Suoran viivan pituus (yhteensä)
fr: Distance en ligne droite (total)
no: Distanse i luftlinje (totalt)
sv: Längd fågelvägen (totalt)

# RoutePropertyName_Time
source: Time of day
da: Tidspunkt
de: Uhrzeit
fi: Kellonaika
fr: Heure
no: Tid på dagen
sv: Tidpunkt

# SelectMomentaneousInfoProperties
source: Select information
da: Vælg information
de: Eigenschaften wählen
fi: Valitse tieto
fr: Sélectionner l'information
no: Velg informasjon
sv: Välj information

# RoutePropertyNameAndValue_ImageX
source: Image X position: {0}
da: Billedposition X: {0}
de: Horizontaler Punkt: {0}
fi: Karttakuvan X-sijainti: {0}
fr: Position en X de l'image: {0}
no: Bildets X-posisjon: {0}
sv: Bildposition X: {0}

# RoutePropertyNameAndValue_ImageY
source: Image Y position: {0}
da: Billedposition Y: {0}
de: Vertikaler Punkt: {0}
fi: Karttakuvan Y-sijainti: {0}
fr: Position en Y de l'image: {0}
no: Bildets Y-posisjon: {0}
sv: Bildposition Y: {0}

# RoutePropertyNameAndValue_Latitude
source: Latitude: {0}
da: Breddegrad: {0}
de: Breitengrad: {0}
fi: Leveysaste: {0}
no: Breddegrad: {0}
sv: Latitud: {0}

# RoutePropertyNameAndValue_Longitude
source: Longitude: {0}
da: Længdegrad: {0}
de: Längengrad: {0}
fi: Pituusaste: {0}
no: Lengdegrad: {0}
sv: Longitud: {0}

# RoutePropertyName_ImageX
source: Image X position
da: Billedposition X
de: Horizontaler Punkt
fi: Karttakuvan X-sijainti
fr: Position en X de l'image
no: Bildets X-posisjon
sv: Bildposition X

# RoutePropertyName_ImageY
source: Image Y position
da: Billedposition Y
de: Vertikaler Punkt
fi: Karttakuvan Y-sijainti
fr: Position en Y de l'image
no: Bildets Y-posisjon
sv: Bildposition Y

# RoutePropertyName_Latitude
source: Latitude
da: Breddegrad
de: Breitengrad
fi: Leveysaste
no: Breddegrad
sv: Latitud

# RoutePropertyName_Longitude
source: Longitude
da: Længdegrad
de: Längengrad
fi: Pituusaste
no: Lengdegrad
sv: Longitud

# RoutePropertyName_CircleTimeBackward
source: Current position approaching time
da: Tidsforbrug sidste stykke før aktuel position
fi: Ympyräaika (taaksepäin)
fr: Temps d'approche de cette position
no: Tid inn mot gjeldende plassering
sv: Tid sista biten innan aktuell position

# RoutePropertyNameAndValue_CircleTimeBackward
source: Current position approaching time: {0}
da: Tidsforbrug sidste stykke før aktuel position: {0}
fi: Ympyräaika (taaksepäin): {0}
fr: Temps d'approche de cette position: {0}
no: Tid inn mot gjeldende plassering: {0}
sv: Tid sista biten innan aktuell position: {0}

# RoutePropertyName_CircleTimeForward
source: Current position leaving time
da: Tidsforbrug første stykke efter aktuel position
fi: Ympyräaika (eteenpäin)
fr: Temps d'éloignement de cette position
no: Tid ut fra gjeldende plassering
sv: Tid första biten efter aktuell position

# RoutePropertyNameAndValue_CircleTimeForward
source: Current positionleaving time: {0}
da: Tidsforbrug første stykke efter aktuel position: {0}
fi: Ympyräaika (eteenpäin): {0}
fr: Temps d'éloignement de cette position: {0}
no: Tid ut fra gjeldende plassering: {0}
sv: Tid första biten efter aktuell position: {0}

# RoutePropertyName_CircleTimeAtStartOfSpan
source: Control leaving time
da: Tidsforbrug ud fra post
fi: Ympyräaika välin alussa (edelliseltä rastilta lähtö)
fr: Temps de sortie de poste
no: Tid ut fra post
sv: Kontrollämningstid

# RoutePropertyNameAndValue_CircleTimeAtStartOfSpan
source: Control leaving time: {0}
da: Tidsforbrug ud fra post: {0}
fi: Ympyräaika välin alussa (edelliseltä rastilta lähtö): {0}
fr: Temps de sortie de poste: {0}
no: Tid ut fra post: {0}
sv: Kontrollämningstid: {0}

# RoutePropertyName_CircleTimeAtEndOfSpan
source: Control approaching time
da: Tidsforbrug ind mod post
fi: Ympyräaika välin lopussa (tälle rastille tulo)
fr: Temps d'approche de poste
no: Tid inn mot post
sv: Kontrolltagningstid

# RoutePropertyNameAndValue_CircleTimeAtEndOfSpan
source: Control approaching time: {0}
da: Tidsforbrug ind mod post: {0}
fi: Ympyräaika välin lopussa (tälle rastille tulo): {0}
fr: Temps d'approche de poste: {0}
no: Tid inn mot post: {0}
sv: Kontrolltagningstid: {0}

# RoutePropertyName_CircleTimeAtStartOfSpanFromStart
source: Sum of control leaving times
da: Sum af tidsforbrug ud fra poster
fi: Ympyräaikojen summa välien aluissa (rastilta lähtö)
fr: Somme des temps de sorties de postes
no: Total tid ut fra poster
sv: Summa kontrollämningstid

# RoutePropertyNameAndValue_CircleTimeAtStartOfSpanFromStart
source: Sum of control leaving times: {0}
da: Totaltidsforbrug ud fra poster: {0}
fi: Ympyräaikojen summa välien aluissa (rastilta lähtö): {0}
fr: Somme des temps de sorties de postes: {0}
no: Total tid ut fra poster: {0}
sv: Summa kontrollämningstid: {0}

# RoutePropertyName_CircleTimeAtEndOfSpanFromStart
source: Sum of control approaching times
da: Sum af tidsforbrug ind mod poster
fi: Ympyräaikojen summa välien lopuissa (rastille tulo)
fr: Somme des temps d'approches de postes
no: Total tid inn mot poster
sv: Summa kontrolltagningstid

# RoutePropertyNameAndValue_CircleTimeAtEndOfSpanFromStart
source: Sum of control approaching times: {0}
da: Totaltidsforbrug ind mod poster: {0}
fi: Ympyräaikojen summa välien lopuissa (rastille tulo): {0}
fr: Somme des temps d'approches de postes: {0}
no: Total tid inn mot poster: {0}
sv: Summa kontrolltagningstid: {0}

# DeleteLapX
source: Delete lap {0}
da: Slet mellemtid {0}
fi: Poista kierros {0}
fr: Effacer lap {0}
no: Slett strekk/runde {0}
sv: Ta bort mellantid {0}

source: Print...
da: Udskriv...
fi: Tulosta...
fr: Imprimer...
no: Skriv ut...
sv: Skriv ut...

source: Map reading duration
da: Kortlæsningstid
fr: Durée de lecture
sv: Kartläsningstid

source: Yes
da: Ja
fr: Oui
sv: Ja

source: No
da: Nej
fr: Pas
sv: Nej

# Unit_Time
source: Time
da: Tid
fr: Temps
sv: Tid

# RoutePropertyName_AverageTimeBetweenMapReadings
source: Average time between map readings (lap)
da: Gennemsnitlig tid mellem kortlæsning (delstræk)
fr: Temps moyen entre les lectures (lap)
sv: Genomsnittlig tid mellan kartläsningar (sträcka)

# RoutePropertyNameAndValue_AverageTimeBetweenMapReadings
source: Average time between map readings (lap): {0}
da: Gennemsnitlig tid mellem kortlæsning (delstræk): {0}
fr: Temps moyen entre les lectures (lap): {0}
sv: Genomsnittlig tid mellan kartläsningar (sträcka): {0}

# RoutePropertyName_AverageTimeBetweenMapReadingsFromStart
source: Average time between map readings (total)
da: Gennemsnitlig tid mellem kortlæsning (total)
fr: Temps moyen entre les lectures (total)
sv: Genomsnittlig tid mellan kartläsningar (totalt)

# RoutePropertyNameAndValue_AverageTimeBetweenMapReadingsFromStart
source: Average time between map readings (total): {0}
da: Gennemsnitlig tid mellem kortlæsning (total): {0}
fr: Temps moyen entre les lectures (total): {0}
sv: Genomsnittlig tid mellan kartläsningar (totalt): {0}

# RoutePropertyName_AverageMapReadingTime
source: Average map reading time (lap)
da: Gennemsnitlig kortlæsningstid (delstræk)
fr: Temps moyen de lecture (lap)
sv: Genomsnittlig kartläsningtid (sträcka)

# RoutePropertyNameAndValue_AverageMapReadingTime
source: Average map reading time (lap): {0}
da: Gennemsnitlig kortslæsningstid (delstræk): {0}
fr: Temps moyen de lecture (lap): {0}
sv: Genomsnittlig kartläsningtid (sträcka): {0}

# RoutePropertyName_AverageMapReadingTimeFromStart
source: Average map reading time (total)
da: Gennemsnitlig kortlæsningstid (total)
fr: Temps moyen de lecture (total)
sv: Genomsnittlig kartläsningtid (totalt)

# RoutePropertyNameAndValue_AverageMapReadingTimeFromStart
source: Average map reading time (total): {0}
da: Gennemsnitlig kortlæsningstid (total): {0}
fr: Temps moyen de lecture (total): {0}
sv: Genomsnittlig kartläsningtid (totalt): {0}

# RoutePropertyName_MapReadingDuration
source: Map reading duration
da: Kortlæsningstid
fr: Durée de lecture
sv: Kartläsningstid

# RoutePropertyNameAndValue_MapReadingDuration
source: Map reading duration: {0}
da: Kortlæsningstid: {0}
fr: Durée de lecture: {0}
sv: Kartläsningstid: {0}

# RoutePropertyName_MapReadingDurationInSpan
source: Map reading duration (lap)
da: Kortlæsningstid (delstræk)
fr: Durée de lecture (lap)
sv: Kartläsningstid (sträcka)

# RoutePropertyNameAndValue_MapReadingDurationInSpan
source: Map reading duration (lap): {0}
da: Kortlæsningstid (delstræk): {0}
fr: Durée de lecture (lap): {0}
sv: Kartläsningstid (sträcka): {0}

# RoutePropertyName_MapReadingDurationFromStart
source: Map reading duration (total)
da: Kortlæsningstid (total)
fr: Durée de lecture (total)
sv: Kartläsningstid (totalt)

# RoutePropertyNameAndValue_MapReadingDurationFromStart
source: Map reading duration (total): {0}
da: Kortlæsningstid (total): {0}
fr: Durée de lecture (total): {0}
sv: Kartläsningstid (totalt): {0}

# RoutePropertyName_MapReadingPercentage
source: Map reading percentage (lap)
da: Kortlæsningsprocent (delstræk)
fr: Pourcentage de lecture (lap)
sv: Kartläsningsandel (sträcka)

# RoutePropertyNameAndValue_MapReadingPercentage
source: Map reading percentage (lap): {0}
da: Kortlæsningsprocent (delstræk): {0}
fr: Pourcentage de lecture (lap): {0}
sv: Kartläsningsandel (sträcka): {0}

# RoutePropertyName_MapReadingPercentageFromStart
source: Map reading percentage (total)
da: Kortlæsningstid (total)
fr: Pourcentage de lecture (total)
sv: Kartläsningsandel (totalt)

# RoutePropertyNameAndValue_MapReadingPercentageFromStart
source: Map reading percentage (total): {0}
da: Kortlæsningstid (total): {0}
fr: Pourcentage de lecture (total): {0}
sv: Kartläsningsandel (totalt): {0}

# RoutePropertyName_MapReadingState
source: Reading map
da: Kortlæsning
sv: Kartläsning

# RoutePropertyNameAndValue_MapReadingState
source: Reading map: {0}
da: Kortlæsning: {0}
sv: Kartläsning: {0}

# RoutePropertyName_PreviousMapReadingEnd
source: Time to end of previous map reading
da: Tid fra afslutning af sidste kortlæsning
fr: Temps depuis la dernière lecture
sv: Tid till föregående kartläsnings slut

# RoutePropertyNameAndValue_PreviousMapReadingEnd
source: Time to end of previous map reading: {0}
da: Tid fra afslutning af sidste kortlæsning: {0}
fr: Temps depuis la dernière lecture: {0}
sv: Tid till föregående kartläsnings slut: {0}

# RoutePropertyName_NextMapReadingStart
source: Time to start of next map reading
da: Tid før begyndelsen af næste kortlæsning
fr: Temps avant la prochaine lecture
sv: Tid till nästa kartläsnings start

# RoutePropertyNameAndValue_NextMapReadingStart
source: Time to start of next map reading: {0}
da: Tid før begyndelsen af næste kortlæsning: {0}
fr: Temps avant la prochaine lecture: {0}
sv: Tid till nästa kartläsnings start: {0}

# RoutePropertyName_NumberOfMapReadings
source: Number of map readings (lap)
da: Antal kortlæsninger (delstræk)
fr: Nombre de lectures (lap)
sv: Antal kartläsningar (sträcka)

# RoutePropertyNameAndValue_NumberOfMapReadings
source: Number of map readings (lap): {0}
da: Antal kortlæsninger (delstræk): {0}
fr: Nombre de lectures (lap): {0}
sv: Antal kartläsningar (sträcka): {0}

# RoutePropertyName_NumberOfMapReadingsFromStart
source: Number of map readings (total)
da: Antal kortlæsninger (total)
fr: Nombre de lectures (total)
sv: Antal kartläsningar (totalt)

# RoutePropertyNameAndValue_NumberOfMapReadingsFromStart
source: Number of map readings (total): {0}
da: Antal kortlæsninger (total): {0}
fr: Nombre de lectures (total): {0}
sv: Antal kartläsningar (totalt): {0}

# RoutePropertyName_AveragePaceWhenReadingMap
source: Average pace when reading map (leg)
da: Gennemsnitshastighed under kortlæsning (delstræk)
sv: Genomsnittligt tempo vid kartläsning (sträcka)

# RoutePropertyNameAndValue_AveragePaceWhenReadingMap
source: Average pace when reading map (leg): {0} min/km
da: Gennemsnitshastighed under kortlæsning (delstræk): {0} min/km
sv: Genomsnittligt tempo vid kartläsning (sträcka): {0} min/km

# RoutePropertyName_AveragePaceWhenReadingMapFromStart
source: Average pace when reading map (total)
da: Gennemsnitshastighed under kortlæsning (total)
sv: Genomsnittligt tempo vid kartläsning (totalt)

# RoutePropertyNameAndValue_AveragePaceWhenReadingMapFromStart
source: Average pace when reading map (total): {0} min/km
da: Gennemsnitshastighed under kortlæsning (total): {0} min/km
sv: Genomsnittligt tempo vid kartläsning (totalt): {0} min/km

# RoutePropertyName_AveragePaceWhenNotReadingMap
source: Average pace when not reading map (leg)
da: Gennemsnitshastighed når der ikke læses kort (delstræk)
sv: Genomsnittligt tempo utanför kartläsning (sträcka)

# RoutePropertyNameAndValue_AveragePaceWhenNotReadingMap
source: Average pace when not reading map (leg): {0} min/km
da: Gennemsnitshastighed når der ikke læses kort (delstræk): {0} min/km
sv: Genomsnittligt tempo utanför kartläsning (sträcka): {0} min/km

# RoutePropertyName_AveragePaceWhenNotReadingMapFromStart
source: Average pace when not reading map (total)
da: Gennemsnitshastighed når der ikke læses kort (total)
sv: Genomsnittligt tempo utanför kartläsning (totalt)

# RoutePropertyNameAndValue_AveragePaceWhenNotReadingMapFromStart
source: Average pace when not reading map (total): {0} min/km
da: Gennemsnitshastighed når der ikke læses kort (total): {0} min/km
sv: Genomsnittligt tempo utanför kartläsning (totalt): {0} min/km

# NoSecondaryColorCoding
source: [no second color]
da: [ingen sekundær farve]
sv: [ingen andra färg]

source: not connected
da: ikke forbundet
sv: ej ansluten

source: Image size
da: Billedstørrelse
de: Bildgrösse
fi: Kuvan koko
fr: Taille de l'image
no: Bildestørrelse
sv: Bildstorlek

source: pixels
de: Pixel
fi: pikseliä
no: piksler
sv: pixlar

source: Change
da: Ændre
de: Ändern
fi: Muuta
fr: Changer
no: Endre
sv: Ändra

source: Downloading image
da: Downloader billede
no: Laster ner bilde
sv: Laddar ner bild

source: Histogram
da: Søjlediagram
de: Balkendiagramm
fi: Pylväskaavio
fr: Histogramme
no: Søylediagram

# Unit_Speed
source: km/h
da: km/t
no: km/t

# QuickRouteKmlData
source: QuickRoute data
de: QuickRoute Daten
fr: Données QuickRoute

# Version
source: Version {0}
fi: Versio {0}
no: Versjon {0}

# ReplayPosition
source: Position
fi: Paikka
no: Posisjon

# NorthAbbreviated
source: N
fi: P

# SouthAbbreviated
source: S
fi: E
