Repository: ralovich/quickroute-linux
Catalog: QuickRoute.UI/Main.*.resx
Languages: no

# lapsLabel.Text
source: Split times
no: Mellomtider

# exportLapHistogramImage.ToolTipText
source: Export histogram
no: Eksporter stolpediagram

# lapHistogramBinWidth.ToolTipText
source: Bar width
no: Linjebredde

# colorCodingAttributes.ToolTipText
source: Color code the route by...
no: Angi fargekoder for ruten...

# colorRangeStartValue.ToolTipText
source: Starting value of color range
no: Startverdi for fargeskalaen

# colorRangeIntervalSlider.ToolTipText
source: Route line color coding
no: Rutestrekens fargekode

# colorRangeEndValue.ToolTipText
source: Ending value of color range
no: Sluttverdi for fargeskalaen

# colorRangeIntervalButton.ToolTipText
source: Set the color range interval
no: Angi intervall for fargeskalaen

# toolStripAutoAdjustColorRangeInterval.ToolTipText
source: Auto adjust the color range interval
no: Automatisk justering av fargeskalaens intervallverdier

# gradientAlphaAdjustment.ToolTipText
source: Route line transparency
no: Rutestrekens gjennomsiktighet

# routeLineWidth.ToolTipText
source: Route line width
no: Rutestrekens bredde

# routeLineMaskVisible.ToolTipText
source: Show route line edges
no: Vis linje langs kanten av rutestreken

# routeLineMaskWidth.ToolTipText
source: Route line edge width
no: Rutestrekens kanlinjebredde

# routeLineMaskColorButton.ToolTipText
source: Route line edge color
no: Rutestrekens kantlinjefarge

# toolStripNew.ToolTipText
source: New (Ctrl+N)
no: Ny (Ctrl+N)

# toolStripOpen.ToolTipText
source: Open (Ctrl+O)
no: Åpne (Ctrl+O)

# toolStripSave.ToolTipText
source: Save (Ctrl+S)
no: Lagre (Ctrl+S)

# toolStripUndo.ToolTipText
source: Undo (Ctrl+Z)
no: Angre (Ctrl+Z)

# toolStripRedo.ToolTipText
source: Redo (Ctrl+Y)
no: Gjør om (Ctrl+Y)

# toolStripToolPointer.ToolTipText
source: Pointer
no: Peker

# toolStripToolAdjustRoute.ToolTipText
source: Adjust route
no: Juster rute

# toolStripToolLap.ToolTipText
source: Add split time
no: Legg til mellomtid

# toolStripToolCut.ToolTipText
source: Crop route
no: Beskjær rute

# toolStripToolZoomIn.ToolTipText
source: Zoom in
no: Zoom inn

# toolStripToolZoomOut.ToolTipText
source: Zoom out
no: Zoom ut

# toolStripOpenInGoogleEarth.ToolTipText
source: Open in Google Earth (Ctrl+E)
no: Åpne i Google Earth (Ctrl+E)

# toolStripPublishMap.ToolTipText
source: Publish map
no: Publiser kart

# toolStripFullScreen.ToolTipText
source: Full screen (F11)
no: Fullskjermsvisning (F11)

# toolStripRightPanelVisible.ToolTipText
source: Show right panel (Ctrl+Shift+R)
no: Vis høyre sidepanel (Ctrl+Shift+R)

# toolStripBottomPanelVisible.ToolTipText
source: Show bottom panel (Ctrl+Shift+B)
no: Vis bunnpanel (Ctrl+Shift+B)

# toolStripHelp.ToolTipText
source: Help
no: Hjelp

# toolStripDonate.ToolTipText
source: Support future development of QuickRoute
no: Støtt videre utvikling av QuickRoute

# menuFileNew.Text
source: &New...
no: &Ny...

# menuFileOpen.Text
source: &Open...
no: &Åpne...

# menuFileSave.Text
source: &Save
no: &Lagre

# menuFileSaveAs.Text
source: Save &as...
no: Lagre s&om

# menuFileExportImage.Text
source: &Image...
no: &Bilde (kart)...

# menuFileExportRouteData.Text
source: &Route data...
no: &Rute-data...

# menuFileExport.Text
source: &Export
no: &Eksporter

# menuFileImportSessions.Text
source: I&mport routes...
no: &Importer ruter...

# menuFileExit.Text
source: E&xit
no: Avslu&tt

# menuFile.Text
source: &File
no: &Fil

# menuEditUndo.Text
source: &Undo
no: &Angre

# menuEditRedo.Text
source: &Redo
no: &Gjør om

# menuEditChangeStartTime.Text
source: Change &start time...
no: Endre &starttid...

# menuEdit.Text
source: &Edit
no: &Endre

# menuViewFullScreen.Text
source: &Full screen
no: &Fullskjermsvisning

# menuViewRightPanelVisible.Text
source: Show &right panel
no: Vis &høyre sidepanel

# menuViewBottomPanelVisible.Text
source: Show &bottom panel
no: Vis &bunnpanel

# menuView.Text
source: &View
no: &Vis

# menuToolsOpenInGoogleEarth.Text
source: Open in Google &Earth...
no: Åpne i Google &Earth...

# menuToolsOpenMultipleFilesInGoogleEarth.Text
source: Open &multiple QuickRoute files in Google Earth...
no: Åpne flere &QuickRoute-filer i Google Earth...

# menuToolsPublishMap.Text
source: &Publish map...
no: &Publiser kart...

# menuToolsAddLapsFromExternalDataSource.Text
source: Add split times from &external data source...
no: Legg til mellomtider fra &WinSplints...

# menuTools.Text
source: &Tools
no: &Verktøy

# menuSettingsLanguage.Text
source: &Language...
no: &Språk...

# menuSettings.Text
source: &Settings
no: &Innstillinger

# menuHelpHelp.Text
source: &Help...
no: &Hjelp

# menuHelpAbout.Text
source: &About...
no: &Om...

# menuHelp.Text
source: &Help
no: &Hjelp

# routeLineWidthLabel.ToolTipText
source: Route line width
no: Rutestrekens bredde

# circleTimeRadiusLabel.ToolTipText
source: Circle radius for approaching and leaving times
no: Radius på sirkel for tid inn og ut av poster

# circleTimeRadius.ToolTipText
source: Circle radius for approaching and leaving times
no: Radius på sirkel for tid inn og ut av poster
