Repository: ralovich/quickroute-linux
Catalog: QuickRoute.UI/Forms/KmlPropertySelectorDialog.*.resx
Languages: da

# cancel.Text
source: Cancel
da: Afbryd

# adaptReplayToMapImage.Text
source: Adjust repla&y objects to map image
da: Indstil gen&afspilningsobjekter til kortbillede

# replayTailVisible.Text
source: Show &tail, duration in seconds:
da: Vis &hale, varighed i sekunder

# replayTailDuration.Items7
source: infinite
da: Uendelig

# replayTimeIntervalLabel.Text
source: Time &interval in seconds
da: Tids&interval i sekunder

# replayMarkerStyleLabel.Text
source: Position mar&ker style
da: Positions&markørens udseende

# replayMarkerStyle.Items
source: Monochrome
da: Ensfavet

# replayMarkerStyle.Items1
source: Color-coded
da: Farvekodet

# includeReplay.Text
source: Include re&play
da: Inkluder gen&afspilning

# routeLineStyle.Items
source: Embedded in map, color-coded
da: Indlejret i kort, farvekodet

# routeLineStyle.Items1
source: Separate route line object, monochrome
da: Separat rutelinjeobjekt, ensfarvet

# routeLineStyle.Items2
source: Separate route line object, color-coded
da: Separat rutelinjeobjekt, farvekodet

# includeRoute.Text
source: Include &route
da: Inkluder &rute

# includeMap.Text
source: Include &map
da: Inkluder &kort

# mapFrame.Text
source: Map
da: Kort

# routeLineStyleLabel.Text
source: Route line &style
da: Rutelinjens &udseende

# routeFrame.Text
source: Route
da: Rute

# $this.Text
source: KML properties
da: KML egenskaber
