Repository: ralovich/quickroute-linux
Catalog: QuickRoute.UI/Forms/OpenMultipleFilesInGoogleEarthDialog.*.resx
Languages: da

# cancel.Text
source: Cancel
da: Afbryd

# filesLabel.Text
source: &Files
da: &Filer

# replayTailDuration.Items7
source: infinite
da: Uendelig

# replayTimeIntervalLabel.Text
source: Time &interval in seconds
da: Tids&interval i sekunder

# replayTailDurationLabel.Text
source: Tail &duration time in seconds
da: Hale&visning - tid i sekunder

# replayTailsVisibleLabel.Text
source: Show &tails
da: Vis &taler

# massStartLabel.Text
source: Simulate &mass start
da: Simuler f&ælles start

# uiInformation.Text
source: Add the QuickRoute files that contain the desired routes. The map of the first file will be used as the background map. Supported file formats include qrt files and jpeg files exported from QuickRoute 2.3 and later.
da: Tilføj QuickRoute filer der indeholder de ønskede ruter. Kortet fra første fil vil blive brugt som baggrund. Understøttede filformater er qrt og jpeg filer eksporteret fra QuickRoute 2.3 og senere.

# includeRoutes.Text
source: Include ro&utes
da: Inkluder &ruter

# includeReplay.Text
source: Include repla&y
da: Inkluder &gentag

# replayGroupBox.Text
source: Replay
da: Gentag

# routesGroupBox.Text
source: Routes
da: Ruter

# $this.Text
source: Open multiple QuickRoute files in Google Earth
da: Åben flere QuickRoute filer i GoogleEarth
